Repository: t-mon/swipeout
Catalog: po/*.po
Languages: de, fr, hu, it, pl

source: About
de: Impressum
fr: À propos
hu: Névjegy
it: Informazioni
pl: Informacje

source: License:
de: Lizenz:
fr: Licence :
hu: Licenc:
it: Licenza:
pl: Licencja:

source: Source code:
de: Quellcode:
fr: Code source :
hu: Forráskód:
it: Codice di sorgente:
pl: Kod źródłowy:

source: Bug tracker:
fr: Rapports d'anomalies :
hu: Hibabejelentő:
pl: Zgłaszanie błędów:

source: Mail:
fr: Adresse électronique :
hu: E-mail:
pl: Email:

source: Thanks to all translators!
de: Vielen Dank an alle Übersetzer!
fr: Merci à tous les traducteurs !
hu: Köszönet minden fordítónak!
it: Grazie a tutti i traduttori!
pl: Podziękowania dla tłumaczy!

source: Enjoying the game?
de: Gefällt dir das Spiel?
fr: Vous appréciez ce jeux ?
hu: Élvezi a játékot?
it: Vieni a giocare?
pl: Lubisz grę?

source: Donate via PayPal
de: Spenden (PayPal)
fr: Faites un don via Paypal
hu: Támogatás PayPallel
it: Dona tramite PayPal
pl: Wspomóż przez PayPal

source: Swipeout is a classic unblock game. A level can be completed by pushing the white block through the right exit. Horizontal blocks can only be pushed "left" and "right", vertical blocks only "up" and "down".
de: Swipeout ist ein klassisches Puzzle-Spiel. Ein Level kann gelöst werden, indem man den weißen Block durch die rechte Öffnung des Spielfelds schiebt. Um dies zu erreichen müssen die Blöcke so verschoben werden, dass der Weg zur Öffnung frei wird. Horizontale Blöcke können nur nach links oder rechts bewegt werden, vertikale Blöcke nur nach oben oder unten.
fr: Swipeout est un jeux de réflexion classique. Un niveau peut être terminé en poussant le bloc blanc vers la sortie de droite. Les blocs horizontaux ne peuvent être déplacés que vers la « gauche » ou la « droite », les blocs verticaux vers le « haut » ou le « bas ».
hu: A Swipeout egy klasszikus logikai játék. A blokkok mozgatásával kell a fehér blokkot a kijárathoz mozgatnia. A függőleges blokkok csak felfelé és lefelé, a vízszintes blokkok csak balra és jobbra mozgathatók.
it: Swipeout è un gioco di sblocco classico. Un livello può essere completato spingendo il blocco bianca attraverso l'uscita giusta. blocchi orizzontali possono essere spinti solo "sinistra" e "destra", blocchi verticali solo "su" e "giù".
pl: Swipeout to klasyczna gra mająca na celu odblokowanie oznaczonego bloku i wypchnięcie go przez właściwe wyjście. Bloki poziome mogą być przesuwane jedynie w lewo lub w prawo, bloki pionowe jedynie w górę i w dół.

source: Help
de: Hilfe
fr: Aide
hu: Súgó
it: Aiuto
pl: Pomoc

source: Settings
de: Einstellungen
fr: Paramètres
hu: Beállítások
it: Impostazioni
pl: Ustawienia

source: MOVES
de: ZÜGE
fr: DÉPLACEMENTS
hu: LÉPÉSEK
it: MUOVI
pl: RUCHY

source: HIGHSCORE
fr: RECORD
hu: EREDMÉNYEK
it: PUNTEGGIO PIÙ ALTO
pl: REKORD

source: Level completed!
de: Level gelöst!
fr: Niveau terminé !
hu: Pálya teljesítve!
it: Livello completato!
pl: Plansza ukończona!

source: You have found the perfect solution!
de: Du hast die perfekte Lösung gefunden!
fr: Vous avez trouvé la meilleure solution !
hu: Megtalálta a tökéletes megoldást!
it: Hai trovato la soluzione perfetta!
pl: To było perfekcyjne rozwiązanie!

source: Level creator help
de: Leveleditor Hilfe
fr: Aide de l'éditeur de niveau
hu: Pályakészítő súgó
it: Aiuto sul creatore di livelli
pl: Informacje o tworzeniu plansz

source: In the level creator you can create your own levels containig the perfect solution by using the solver. Only solved boards can be stored as level. The level number will increase automatically. You can load and play created levels from the main menu "Load level".
de: Im Leveleditor kannst du deine eigenen Levels kreieren und die optimale Lösung für dein neues Level suchen lassen. Nur gelöste Levels können gespeichert werden. Die Level Nummer wird automatisch mit jedem neu gespeicherten Level erhöht. Die erstellten Levels können im Hauptmenü unter "Level laden" gespielt werden.
fr: Dans l'éditeur de niveau, vous pouvez créer votre propres niveaux avec la meilleure solution en utilisant le solveur. Seules les grilles solubles peuvent être enregistrées comme niveau. Le numéro de niveau sera ajouté automatiquement. Vous pouvez charger et jouer aux niveaux créés depuis le menu « Charger un niveau ».
hu: A pályakeszítőben létrehozhatja a saját pályáit, majd ellenőrizheti a tökéletes megoldáshoz szükséges lépéseket. Csak a megoldható táblák menthetőek el pályaként. A pályák száma automatikusan növekszik. A „Pálya betöltése” menü alatt töltheti be az elkészített pályákat.
it: il creatore di livello è possibile creare i propri livelli contenenente la soluzione perfetta utilizzando il risolutore. tavole Solo risolti possono essere memorizzati come livello. Il numero di livello aumenterà automaticamente. È possibile caricare e giocare i livelli creati dal menu principale "livello di carico".
pl: Przed zapisaniem utworzonej planszy należy upewnić się, że może być ona rozwiązana przez wybranie ikony opisanej „Rozwiąż planszę”. Jedynie plansze, które da się rozwiązać mogą być zapisane. Numer planszy jest ustawiany automatycznie. Dostęp do gry na utworzonych planszach można uzyskać wybierając „Wczytaj planszę” z głównego menu.

source: Block tools:
de: Block Werkzeuge:
fr: Outils de blocs :
hu: Blokk eszközök:
it: Oggetti dei blocchi
pl: Narzędzia bloków:

source: Delete block
de: Block löschen
fr: Supprimer le bloc
hu: Blokk törlése
it: Elimina blocco
pl: Usuń blok

source: Create 2 x 1 block
de: Erstelle einen 2 x 1 Block
fr: Créer un bloc 2 x 1
hu: 2 x 1-es blokk létrehozása
it: Crea un blocco 2 x 1
pl: Utwórz blok 2 x 1

source: Create 3 x 1 block
de: Erstelle einen 3 x 1 Block
fr: Créer un bloc 3 x 1
hu: 3 x 1-es blokk létrehozása
it: Crea un blocco 3 x 1
pl: Utwórz blok 3 x 1

source: Create 1 x 2 block
de: Erstelle einen 1 x 2 Block
fr: Créer un bloc 1 x 2
hu: 1 x 2-es blokk létrehozása
it: Crea un blocco 1 x 2
pl: Utwórz blok 1 x 2

source: Create 1 x 3 block
de: Erstelle einen 1 x 3 Block
fr: Créer un bloc 1 x 3
hu: 1 x 3-as blokk létrehozása
it: Crea un blocco 1 x 3
pl: Utwórz blok 1 x 3

source: Board tools:
de: Spielbrett Werkzeuge:
fr: Outils de grille :
hu: Tábla eszközök:
it: Strumenti di bordo
pl: Narzędzia planszy:

source: Clear board
de: Lösche alle Blöcke
fr: Vider la grille
hu: Tábla törlése
it: Elimina bordo
pl: Wyczyść planszę

source: Create random level
de: Erstelle ein Zufallslevel
fr: Créer un niveau aléatoire
hu: Véletlenszerű pálya készítése
it: Crea un livello random
pl: Utwórz losową planszę

source: Solve board
de: Level lösen
fr: Résoudre la grille
hu: Tábla megoldása
it: Risolvi bordo
pl: Rozwiąż planszę

source: Save level
de: Level speichern
fr: Enregistrer le niveau
hu: Pálya mentése
it: Salva il livello
pl: Zapisz planszę

source: Show solution
de: Lösung anzeigen
fr: Afficher la solution
hu: Megoldás megjelenítése
it: Mostra la soluzione
pl: Pokaż rozwiązanie

source: Not completed
de: Nicht gelöst
fr: Non terminé
hu: Nincs befejezve
it: Non completato
pl: Nie ukończone

source: Completed
de: Gelöst
fr: Terminé
hu: Megoldva
it: Completato
pl: Ukończone

source: Completed perfect
de: Perfekt gelöst
fr: Sans faute
hu: Tökéletesen megoldva
it: Completato perfettamente
pl: Ukończone perfekcyjnie

source: Level Packs
de: Level Pakete
fr: Packs de niveaux
hu: Pályacsomagok
it: Pacchetto del livello
pl: Zestawy plansz

source: Load level
de: Level laden
fr: Charger un niveau
hu: Pálya beöltése
it: Carica il livello
pl: Wczytaj planszę

source: Play
de: Spielen
fr: Jouer
hu: Játék
it: Gioca
pl: Graj

source: Level Creator
de: Level Editor
fr: Éditeur de niveaux
hu: Pályakeszítő
it: Creatore di livello
pl: Tworzenie plansz

source: Save Level
de: Level speichern
fr: Enregistrer le niveau
hu: Pálya mentése
it: Salva il livello
pl: Zapisz planszę

source: Do you want to save this level?
de: Möchtest du dieses Level speichern?
fr: Voulez-vous enregistrer ce niveau ?
hu: Elszeretné menteni ezt a pályát?
it: Vuoi salvare questo livello?
pl: Zapisać tę planszę?

source: Save
de: Speichern
fr: Enregistrer
hu: Mentés
it: Salva
pl: Zapisz

source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégse
it: Annulla
pl: Anuluj

source: Block Color Theme
de: Block Farbschema
fr: Thème des blocs
hu: Blokk színtémája
it: Tema del colore dei blocchi
pl: Styl bloków

source: Show solution delay
de: Lösungszüge Verzögerung
fr: Délai d'affichage de la solution
hu: Megoldásmegjelenítés késleltetése
it: Vedi dettagli della risoluzione
pl: Opóźnienie wyświetlania rozwiązania

source: Vibrations
de: Vibrationen
hu: Rezgések
it: Vibrazioni
pl: Wibracje

source: Sound effects
de: Toneffekte
fr: Effets sonores
hu: Hangeffektusok
it: Effetti sonori
pl: Efekty dźwiękowe

source: Sound volume
de: Lautstärke
fr: Volume du son
hu: Hangerő
it: Livello del volume
pl: Głośność

source: Reset game
de: Spiel zurücksetzen
fr: Réinitilialiser le jeu
hu: Játék visszaállítása
it: Riavvia il gioco
pl: Zresetuj grę

source: Are you sure you want to reset all game settings and achievements?
de: Bist du sicher dass du das Spiel und alle Errungenschaften zurücksetzten möchtest?
fr: Voulez-vous vraiment réinitialiser les paramètres du jeu et les résultats ?
hu: Biztos benne, hogy visszaállítja a játékbeállításait és a teljesített pályákat az alapértelmezettre?
it: Sei sicuro di voler resettare tutti i trofei e le impostazioni del gioco?
pl: Zresetować wszystkie ustawienia gry oraz zdobyte osiągnięcia?

source: Reset
de: Zurücksetzen
fr: Réinitialiser
hu: Visszaállítás
it: Resetta
pl: Resetuj

source: No
de: Nein
fr: Non
hu: Nem
pl: Anuluj

source: Level Solver
de: Level Löser
fr: Solveur de problèmes
hu: Pályamegoldó
it: Risolvitore di livelli
pl: Rozwiązywanie planszy

source: Solving...
de: Löse...
fr: Résolution...
hu: Megoldás…
it: Risolvendo...
pl: Rozwiązywanie...

source: Finished!
de: Fertig!
fr: Terminé !
hu: Kész!
it: Finito!
pl: Zakończono!

source: Close
de: Schließen
fr: Fermer
hu: Bezárás
it: Chiudi
pl: Zamknij

source: Runtime
de: Laufzeit
fr: Temps d'exécution
hu: Futásidő
it: Tempo d'esecuzione
pl: Czas działania

source: This board can't be solved.
de: Dieses Level kann nicht gelöst werden.
fr: Cette grille n'a pas de solution.
hu: Ez a tábla nem megoldható
it: Questo non può essere risolto
pl: Tej planszy nie da się rozwiązać.

source: Perfect solution:
de: Perfekte Lösung:
fr: Meilleure solution :
hu: Tökéletes megoldás:
it: Soluzione perfetta:
pl: Perfekcyjne rozwiązanie:
